module.exports={
    "title": "执行报告",
    "content": [
        {
            "type": "Text",
            "content": "对于尚未配置任何运行配置文件的项目，报告格式为“html”。如果要使用不同的格式，可以配置运行配置文件。有关更多信息，请参阅配置文件编辑。"
        },
        {
            "type": "Text",
            "content": "有3个报告主题您可以选择:"
        },
        {
            "type": "Text",
            "content": "要配置哪个HTML主题，打开“文件” -> “设置”菜单，这是一个影响所有项目的全局设置。"
        },
        {
            "type": "Text",
            "content": ""
        },
        {
            "type": "Text",
            "content": "可以在脚本运行期间自动截图，并插入报告。以下语句可以捕获屏幕截图并嵌入到报告中："
        },
        {
            "type": "Text",
            "content": "屏幕截图可以保存为单独的图片文件，或者将其嵌入到html或json报告文件中。可在全局设置中配置将图片保存在报告文件中还是单独保存。"
        },
        {
            "type": "Text",
            "content": "要查看上次运行生成的报告，用户可以点击菜单运行 => 最近运行报告"
        },
        {
            "type": "Text",
            "content": "项目结束运行时会弹出一个新窗口显示运行报告。"
        },
        {
            "type": "Text",
            "content": "请注意，如果你选择只运行某个剧本文件或场景，而不是整个项目或运行配置文件，则不会生成独立的报告文件，并且不会显示报告窗口，运行结果只会显示在输出窗口中。"
        },
        {
            "type": "Text",
            "content": "在此报告窗口中，您可以："
        }
    ]
}